tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"

brew "awscli"
brew "aws-amplify"
brew "chezmoi"
brew "choose-gui"
brew "composer"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "mas"
brew "media-control"
brew "mise"
brew "mosh"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "rtorrent"
brew "starship"
brew "tmux"
brew "ollama"
brew "watch"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

cask "audio-hijack"
cask "betterdisplay"
cask "cleanshot"
cask "discord"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "fission"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "hiddenbar"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "loopback"
cask "mos"
cask "obs"
cask "obsidian"
cask "osu"
cask "pixelsnap"
cask "podman-desktop"
cask "stats"
cask "slidepad"
cask "the-unarchiver"
cask "transmit"
cask "transmission"
cask "ubersicht"

mas "Endel", id: 1346247457
mas "GarageBand", id: 682658836
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
#mas "Jump Desktop", id: 524141863
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Things", id: 904280696
mas "Userscripts-Mac-App", id: 1463298887
mas "Xcode", id: 497799835
