tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask"
tap "buo/cask-upgrade"
tap "koekeishiya/formulae"

brew "mas"
# Dev
brew "adb-enhanced"
brew "aws-amplify"
brew "bash"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "colordiff"
brew "exiftool"
brew "git"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "jupyterlab"
brew "kubernetes-cli"
brew "lazygit"
brew "maven"
brew "neovim"
brew "nvm"
brew "pango"
brew "php"
brew "prettier"
brew "pyright"
brew "python@3.11"
brew "ranger"
brew "ripgrep"
brew "tailscale"
brew "tmux"
brew "wget"
brew "xclip"
cask "chromium"
cask "dbeaver-community"
cask "dotnet-sdk"
cask "floorp"
cask "font-3270-nerd-font"
cask "gitkraken"
cask "godot-mono"
cask "iterm2"
cask "kegworks"
cask "keycastr"
cask "kitty"
cask "obs"
cask "obsidian"
cask "osu"
cask "playonmac"
cask "pomotroid"
cask "vlc"
cask "warp"
cask "wkhtmltopdf"
cask "xquartz"
